INSERT INTO
  employees (
    id,
    firstName,
    lastName,
    joinedDate,
    salary,
    departmentId
  )
VALUES
  (
    1,
    'John',
    'Smith',
    STR_TO_DATE ('1-1-1999', '%d-%m-%Y'),
    40000,
    1
  ),
  (
    2,
    '三',
    '張',
    STR_TO_DATE ('1-7-1997', '%d-%m-%Y'),
    30000,
    2
  ),
  (
    3,
    '四',
    '李',
    STR_TO_DATE ('3-3-2003', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    4,
    'Leanne',
    'Graham',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    5,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    6,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    7,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    8,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    9,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    10,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    11,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    12,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    13,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    14,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    15,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    16,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    17,
    '四',
    '李',
    STR_TO_DATE ('1-10-1999', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    18,
    '實',
    '發',
    STR_TO_DATE ('8-10-1998', '%d-%m-%Y'),
    10000,
    3
  ),
  (
    19,
    '十',
    '九',
    STR_TO_DATE ('9-10-1999', '%d-%m-%Y'),
    10000,
    3
  )